Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_415_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Musihkkastudio
smn: xxx

source: Alladását báddenstudio heive musihka báddemii .
smn: Ollâtásásâš paddimstudio heivee vättee muusik paddiimân .

source: Studiolanjaide gullet studio , lávlunlanjaš , jietnadárkun ja live-editerenlatnja .
smn: Studiotiilijn kullojeh studio , lávlumvistááš , jienâtarkkuuttâh já live-editistemtile .

source: Studiolanjain vástida Sámi oahpahusguovddáš , muhto guovddáža olggobealvárrejumit bohtet Sajosa kongreassa- ja dáhpáhusbálvalusaid bokte .
smn: Studiotiilijn västid Säämi máttááttâskuávdáš , mutâ kuávdáá olgopiälásiih väärridmeh puátih Saijoos kongres- já tábáhtuspalvâlusâi peht .

source: Studio lea váldosisajohtima gurutbealde Sámi oahpahusguovddáža media- ja giellalanjaid oktavuođas .
smn: Studio lii váldu-uuvsâ čižetbeln Säämi máttááttâskuávdáá media- ja kielâmáttááttâstiilij ohtâvuođâst .

source: Studio vuođđosárgun lea oaidnimis vuođđosárgosis vuolimus soajás .
smn: Studio vuáđusárgus lii uáinimnáál vuáđusárgusist vyelemuu suájást .

source: xxx
smn: Kove : Tuupa Records / Jussi Isokoski já Nillas Holmberg raahtijn uđđâ skiäru vyesimáánust 2013 .

source: TEKNIHKA JA RUSTTEGAT :
smn: TEKNIIK JÂ PIERGÂSEH :

source: * Earálágan báddenmikrofovnnat
smn: xxx
